[
  {
    "title": "Dilema del prisionero",
    "matrix": [[[-3, -3], [0, -5]], [[-5, 0], [-1, -1]]],
    "actions": ["Cooperar", "Traicionar"],
    "story": "Dos prisioneros enfrentan la elección de cooperar con el otro manteniendo el silencio o traicionar confesando el crimen. Si ambos cooperan, reciben una sentencia reducida. Si uno traiciona mientras el otro coopera, el traidor queda en libertad mientras que el cooperador recibe una sentencia más dura. Si ambos traicionan, ambos reciben sentencias moderadas."
  },
  {
    "title": "El dilema de los cazadores",
    "matrix": [
      [[3, 3], [0, 2]],
      [[2, 0], [1, 1]]
    ],
    "actions": ["Llevar equipaje para ciervos", "Llevar equipaje para liebres"],
    "story": "En una aldea hay dos cazadores con equipaje para cazar ciervos y liebres. Salen a cazar. Si ambos llevan equipajes para liebres, cada uno caza una liebre. Si solo uno lleva equipaje para liebres, este caza dos liebres, mientras el otro que optó por equipaje para ciervos no obtiene nada. Pueden cazar un ciervo solo si ambos llevan equipajes para ciervo, lo que resulta más beneficioso para ambos cazadores."
  },
  {
    "title": "La guerra de los sexos",
    "matrix": [
      [[2, 1], [0, 0]],
      [[0, 0], [1, 2]]
    ],
    "actions": ["Ir al ballet", "Ir al boxeo"],
    "story": "Una pareja enfrenta el dilema de elegir entre ir al ballet o ver boxeo. Si van a lugares diferentes, ambos se sienten decepcionados. Si van juntos a su actividad preferida, ambos están satisfechos. Si no logran ponerse de acuerdo, el resultado es menos satisfactorio para ambos."
  },
  {
    "title": "Dinero Gratis",
    "matrix": [
      [[10, 10], [0, 0]],
      [[0, 0], [0, 0]]
    ],
    "actions": ["Sí", "No"],
    "story": "Dos personas encuentran un botón para obtener dinero gratis. Si ambos presionan el botón, reciben una cantidad de dinero cada uno. Si uno presiona y el otro no, ninguno recibe nada."
  },
  {
    "title": "Concurso de cocina",
    "matrix": [[[4,4], [0,5]], [[5,0], [1,1]]],
    "actions": ["Cooperar", "Traicionar"],
    "story": "En un concurso de cocina, dos chefs deben decidir si cooperan compartiendo ingredientes o si traicionan intentando sabotear al otro. Si ambos cooperan, ambos hacen un plato excelente y comparten el primer premio. Si uno traiciona mientras el otro coopera, el traidor gana el concurso usando los mejores ingredientes, mientras que el otro fracasa. Si ambos traicionan, ambos preparan platos mediocres y no ganan nada significativo."
  },
  {
    "title": "Dos empresas de tecnología consideran inversiones",
    "matrix": [[[2,2], [1,3], [0,4]], [[3,1], [3,3], [2,4]], [[4,0], [4,2], [5,5]]],
    "actions": ["Pequeña inversión", "Inversión media", "Gran inversión"],
    "story": "Dos empresas de tecnología están considerando cuánto invertir en un nuevo mercado. Las decisiones varían desde inversiones pequeñas hasta grandes. Una mayor inversión de un competidor puede intimidar a otros, reduciendo sus beneficios. La cooperación, en forma de inversión moderada por parte de todos, resulta en beneficios estables para todos, mientras que grandes desequilibrios en la inversión favorecen al que invierte más."
  },
  {
    "title": "Estrategias geopolíticas entre dos países",
    "matrix": [[[0,0], [-1,1], [1,1], [-2,3]], [[1,-1], [0,0], [2,2], [-1,2]], [[1,1], [2,2], [3,3], [0,4]], [[3,-2], [2,-1], [4,0], [-1,-1]]],
    "actions": ["Ignorar", "Advertir", "Negociar", "Atacar"],
    "story": "En un escenario geopolítico, dos países están considerando sus estrategias hacia los demás. Pueden ignorar los eventos, advertir sobre posibles consecuencias, negociar para obtener beneficios mutuos o atacar para intentar obtener un beneficio unilateral a expensas de los demás. Las decisiones de cada país afectan directamente las ganancias y pérdidas de los demás, llevando a un complejo equilibrio de poder."
  },
  {
    "title": "Interrogatorio sobre un pequeño robo",
    "matrix": [[[3,3], [0,5]], [[5,0], [2,2]]],
    "actions": ["Silencio", "Confesar"],
    "story": "Dos amigos son sospechosos de un pequeño robo en la tienda local. La policía los interroga por separado. Si ambos guardan silencio, tienen suficiente coartada para solo una reprimenda menor. Si uno confiesa y el otro no, el que confiesa recibe una recompensa por colaborar mientras que el otro recibe el castigo completo. Si ambos confiesan, comparten la culpa y reciben una penalización moderada."
  },
  {
    "title": "Decisiones en el mercado de acciones",
    "matrix": [[[4,4], [2,5], [1,6]], [[5,2], [3,3], [2,4]], [[6,1], [4,2], [0,0]]],
    "actions": ["Vender", "Mantener", "Comprar"],
    "story": "En el mercado de acciones, dos inversores deben decidir si vender, mantener o comprar más acciones de una empresa tecnológica prometedora. Si todos venden, el precio de las acciones cae y todos pierden. Si mantienen, el valor se estabiliza. Las grandes compras pueden incrementar el valor, pero quien compre en exceso arriesga demasiado si los demás venden."
  },
  {
    "title": "Opciones para pasar el fin de semana de dos estudiantes",
    "matrix": [[[5,5], [2,4], [3,3], [1,2]], [[4,2], [1,1], [2,3], [0,1]], [[3,3], [3,2], [4,4], [2,3]], [[2,1], [1,0], [3,2], [0,0]]],
    "actions": ["Estudio", "Fiesta", "Trabajo", "Viaje"],
    "story": "Dos estudiantes universitarios tienen opciones sobre cómo pasar su fin de semana: estudiando para exámenes, yendo de fiesta, trabajando en un proyecto grupal o haciendo un viaje corto. Las decisiones afectan tanto su rendimiento académico como su satisfacción personal, con cada elección influyendo en los resultados de los demás de manera diferente."
  },
  {
    "title": "Colaboración vs competición entre empresas locales",
    "matrix": [[[6,6], [3,8]], [[8,3], [4,4]]],
    "actions": ["Colaborar", "Competir"],
    "story": "Dos empresas locales del mismo sector pueden elegir entre colaborar en un proyecto conjunto o competir en el mercado. Si ambas colaboran, maximizan sus beneficios al compartir recursos y conocimientos. Si una compite mientras la otra colabora, la que compite se lleva una mayor cuota de mercado. Si ambas compiten, se enfrentan a una guerra de precios que reduce los beneficios."
  },
  {
    "title": "Resolución de disputas en el sector de bienes raíces",
    "matrix": [[[2,2], [1,3], [0,4]], [[3,1], [4,4], [2,5]], [[4,0], [5,2], [3,3]]],
    "actions": ["Esperar", "Negociar", "Demandar"],
    "story": "Dos compañías en el sector de bienes raíces están decidiendo cómo proceder ante una disputa de propiedad. Cada una puede esperar a ver qué hacen las otras, negociar un acuerdo o demandar en busca de una solución rápida y decisiva. Negociar conduce a los mejores resultados si todos participan, pero demandar puede ser beneficioso si los otros esperan o tratan de negociar sin compromiso."
  },
  {
    "title": "Decisiones Tecnológicas en Mercados Emergentes",
    "matrix": [
      [[5, 5], [4, 6], [3, 7], [1, 3]],
      [[6, 4], [7, 7], [5, 6], [2, 2]],
      [[7, 3], [6, 5], [8, 8], [0, 4]],
      [[3, 1], [2, 2], [4, 0], [0, 0]]
    ],
    "actions": ["Investigar", "Desarrollar", "Patrocinar", "Retirarse"],
    "story": "Dos empresas tecnológicas deben decidir su próximo paso en un mercado emergente. Pueden seguir investigando, desarrollar sus productos actuales, patrocinar eventos para ganar visibilidad, o retirarse del mercado. Las decisiones afectan la recepción de sus productos y su posición en el mercado. La cooperación en patrocinio maximiza la visibilidad, pero el desarrollo independiente puede fortalecer sus ofertas de productos individuales."
  },
  {
    "title": "Estrategias Globales de Manufactura",
    "matrix": [
      [[3, 3], [4, 5], [1, 6]],
      [[5, 4], [6, 6], [2, 7]],
      [[6, 1], [7, 2], [5, 5]]
    ],
    "actions": ["Exportar", "Localizar", "Fusionar"],
    "story": "Dos compañías globales de manufactura están considerando estrategias para mejorar su posición en un nuevo mercado extranjero. Pueden optar por exportar sus productos, localizar la producción en el mercado objetivo, o buscar una fusión con una empresa local. La localización generalmente resulta en la mayor sinergia y beneficio mutuo, mientras que la fusión puede ser riesgosa pero con alto retorno si se hace correctamente."
  },
  {
    "title": "Competencia Innovadora en Tecnología",
    "matrix": [
      [[7, 7], [6, 8], [5, 5], [3, 2]],
      [[8, 6], [9, 9], [7, 7], [4, 1]],
      [[5, 5], [7, 7], [8, 8], [2, 3]],
      [[2, 3], [1, 4], [3, 2], [0, 0]]
    ],
    "actions": ["Innovar", "Expandir", "Consolidar", "Liquidar"],
    "story": "Dos empresas de tecnología están evaluando su futuro en un mercado altamente competitivo. Tienen la opción de innovar creando nuevos productos, expandir sus operaciones actuales, consolidar sus activos para fortalecer su posición, o liquidar partes de la empresa. Las estrategias de expansión e innovación prometen mayores retornos si son ejecutadas correctamente, pero también conllevan mayores riesgos."
  },
  {
    "title": "Batalla por el Dominio Tecnológico",
    "matrix": [
      [[10, 10], [9, 11], [8, 12], [7, 13], [5, 0]],
      [[11, 9], [10, 10], [9, 11], [8, 12], [5, 0]],
      [[12, 8], [11, 9], [15, 15], [10, 14], [6, 1]],
      [[13, 7], [12, 8], [14, 10], [20, 20], [8, 2]],
      [[0, 5], [0, 5], [1, 6], [2, 8], [0, 0]]
    ],
    "actions": ["Producir A", "Producir B", "Innovar", "Exportar", "Retirar"],
    "story": "Dos empresas compiten en un mercado de productos tecnológicos. Cada empresa puede decidir producir dos tipos de productos (A o B), innovar para desarrollar un nuevo producto, exportar sus productos actuales a mercados internacionales, o retirarse del mercado. Las decisiones de innovar o exportar pueden ofrecer grandes beneficios si son realizadas de manera concertada, mientras que retirarse es una opción segura pero poco rentable."
  },
  {
    "title": "Movimientos Estratégicos en Energías Renovables",
    "matrix": [
      [[5, 5], [4, 6], [6, 7], [3, 8], [1, 3]],
      [[6, 4], [7, 7], [8, 9], [5, 10], [2, 4]],
      [[7, 6], [9, 8], [10, 10], [7, 11], [3, 5]],
      [[8, 3], [10, 5], [11, 7], [12, 12], [4, 6]],
      [[3, 1], [4, 2], [5, 3], [6, 4], [0, 0]]
    ],
    "actions": ["Investigar", "Desarrollar", "Diversificar", "Adquirir", "Liquidar"],
    "story": "Dos corporaciones multinacionales están considerando sus próximos movimientos estratégicos en el sector de energías renovables. Pueden optar por invertir en investigación, desarrollar tecnologías existentes, diversificar sus carteras de inversión en varios tipos de energía, adquirir otras empresas para aumentar su capacidad, o liquidar activos no rentables. Cada decisión tiene implicaciones importantes no solo para la empresa que la toma, sino también para cómo afecta a las estrategias competitivas de las demás."
  },
  {
    "title": "Estrategias Innovadoras de Publicidad",
    "matrix": [
      [[8, 8], [7, 9], [9, 10], [6, 11], [4, 3]],
      [[9, 7], [8, 8], [10, 9], [11, 6], [3, 4]],
      [[10, 9], [9, 10], [12, 12], [8, 13], [5, 5]],
      [[11, 6], [6, 11], [13, 8], [15, 15], [7, 7]],
      [[3, 4], [4, 3], [5, 5], [7, 7], [0, 0]]
    ],
    "actions": ["Campaña A", "Campaña B", "Optimizar", "Fusionar", "Desinvertir"],
    "story": "Dos agencias de publicidad están replanteando sus estrategias para competir en un mercado altamente saturado. Las opciones incluyen lanzar dos campañas publicitarias diferentes (A o B), optimizar sus recursos internos para mayor eficiencia, fusionarse con otra agencia para ampliar su alcance, o desinvertir en segmentos del mercado que son menos rentables. La cooperación en fusiones puede ser altamente beneficiosa, pero conlleva el riesgo de diluir la identidad de marca si no se maneja cuidadosamente."
  },
  {
    "title": "Movimientos en un Mercado en Rápida Evolución",
    "matrix": [
      [[10, 15], [8, 10], [7, 20], [5, 25], [0, 5]],
      [[10, 8], [15, 15], [12, 18], [10, 20], [5, 0]],
      [[20, 7], [18, 12], [25, 25], [15, 30], [5, 1]],
      [[25, 5], [20, 10], [30, 15], [35, 35], [10, 2]],
      [[5, 0], [0, 5], [1, 5], [2, 10], [0, 0]]
    ],
    "actions": ["Invertir", "Consolidar", "Expandir", "Innovar", "Retirarse"],
    "story": "Dos empresas tecnológicas deben decidir cómo manejar sus recursos en un mercado en rápida evolución. Las opciones incluyen invertir en nuevas tecnologías, consolidar sus activos actuales, expandirse a nuevos mercados, innovar con productos disruptivos, o retirarse de segmentos no competitivos. Las decisiones agresivas como expandir e innovar prometen altos retornos si son bien ejecutadas, pero también llevan riesgos significativos."
  },
  {
    "title": "Jugando en el Mercado de Inversiones",
    "matrix": [
      [[12, 12], [9, 15], [13, 17], [8, 20], [4, 6]],
      [[15, 9], [20, 20], [18, 22], [14, 25], [10, 12]],
      [[17, 13], [22, 18], [30, 30], [26, 32], [15, 18]],
      [[20, 8], [25, 14], [32, 26], [35, 35], [20, 24]],
      [[6, 4], [12, 10], [18, 15], [24, 20], [5, 5]]
    ],
    "actions": ["Cooperar", "Competir", "Fusionarse", "Adquirir", "Liquidar"],
    "story": "Dos firmas de inversión están evaluando sus opciones estratégicas frente a un entorno económico volátil. Pueden optar por cooperar en joint ventures, competir en mercados clave, fusionarse para fortalecer su posición, adquirir empresas más pequeñas o liquidar divisiones no rentables. Fusionarse y adquirir ofrecen los mayores beneficios potenciales pero requieren un manejo cuidadoso de las relaciones y recursos."
  },
  {
    "title": "Estrategias Corporativas en el Sector Salud",
    "matrix": [
      [[14, 14], [10, 16], [12, 18], [8, 20], [3, 7]],
      [[16, 10], [18, 18], [15, 20], [12, 23], [5, 9]],
      [[18, 12], [20, 15], [25, 25], [20, 28], [7, 11]],
      [[20, 8], [23, 12], [28, 20], [30, 30], [10, 15]],
      [[7, 3], [9, 5], [11, 7], [15, 10], [0, 0]]
    ],
    "actions": ["Investigar", "Patrocinar", "Diversificar", "Invertir", "Desinvertir"],
    "story": "Dos grandes corporaciones del sector salud están revisando sus estrategias corporativas en respuesta a cambios legislativos y tecnológicos. Las decisiones abarcan desde profundizar en la investigación, patrocinar eventos clave para mejorar la imagen de marca, diversificar en nuevos segmentos de mercado, aumentar las inversiones en tecnologías emergentes, o desinvertir en áreas menos prometedoras. Las opciones de inversión y diversificación son las más lucrativas, pero las más arriesgadas en términos de recursos y resultados."
  },
  {
    "title": "Competencia Estratégica en el Mercado Digital",
    "matrix": [
      [[0, 0], [1, 9], [2, 8], [3, 7], [4, 6], [5, 5], [6, 4], [7, 3], [8, 2], [9, 1]],
      [[9, 1], [8, 2], [7, 3], [6, 4], [5, 5], [4, 6], [3, 7], [2, 8], [1, 9], [0, 0]],
      [[8, 2], [7, 3], [6, 4], [5, 5], [4, 6], [3, 7], [2, 8], [1, 9], [0, 0], [9, 1]],
      [[7, 3], [6, 4], [5, 5], [4, 6], [3, 7], [2, 8], [1, 9], [0, 0], [9, 1], [8, 2]],
      [[6, 4], [5, 5], [4, 6], [3, 7], [2, 8], [1, 9], [0, 0], [9, 1], [8, 2], [7, 3]],
      [[5, 5], [4, 6], [3, 7], [2, 8], [1, 9], [0, 0], [9, 1], [8, 2], [7, 3], [6, 4]],
      [[4, 6], [3, 7], [2, 8], [1, 9], [0, 0], [9, 1], [8, 2], [7, 3], [6, 4], [5, 5]],
      [[3, 7], [2, 8], [1, 9], [0, 0], [9, 1], [8, 2], [7, 3], [6, 4], [5, 5], [4, 6]],
      [[2, 8], [1, 9], [0, 0], [9, 1], [8, 2], [7, 3], [6, 4], [5, 5], [4, 6], [3, 7]],
      [[1, 9], [0, 0], [9, 1], [8, 2], [7, 3], [6, 4], [5, 5], [4, 6], [3, 7], [2, 8]]
    ],
    "actions": ["Cooperar", "Competir", "Adquirir startups", "Invertir en I+D", "Diversificar sus carteras", "Lanzar productos disruptivos", "Retirar inversiones obsoletas", "Patrocinar grandes eventos", "Desarrollar infraestructura tecnológica", "Consolidarse en mercados nicho"],
    "story": "En un universo de empresas tecnológicas donde dos CEOs controlan diferentes aspectos del mercado digital, desde redes sociales hasta inteligencia artificial, cada uno enfrenta la decisión de cooperar, competir, adquirir startups, invertir en I+D, diversificar sus carteras, lanzar productos disruptivos, retirar inversiones obsoletas, patrocinar grandes eventos, desarrollar infraestructura tecnológica o consolidarse en mercados nicho. La matriz refleja la amplia gama de posibles resultados basados en la interacción de sus estrategias, donde cada decisión influye no solo en su propia compañía sino en todo el ecosistema del mercado."
  },
  {
    "title": "Batalla Estratégica en la Industria de Biotecnología",
    "matrix": [
      [[5, 5], [6, 1], [7, 2], [8, 3]],
      [[1, 6], [4, 4], [9, 1], [10, 2]],
      [[2, 7], [1, 9], [3, 3], [11, 0]],
      [[3, 8], [2, 10], [0, 11], [2, 2]]
    ],
    "actions": ["Focalizarse en la investigación y desarrollo (R&D)", "Expandir agresivamente en mercados internacionales", "Formar alianzas estratégicas con gigantes farmacéuticos", "Invertir en marketing y aumentar la presencia de marca"],
    "story": "En el escenario de una industria emergente de biotecnología, dos empresas compiten para establecer su dominio. Cada empresa puede elegir entre cuatro estrategias: focalizarse en la investigación y desarrollo (R&D), expandirse agresivamente en mercados internacionales, formar alianzas estratégicas con gigantes farmacéuticos, o invertir en marketing y aumentar la presencia de marca."
  },
  {
    "title": "Decisiones Clave en la Industria FinTech",
    "matrix": [
      [[5, 5], [8, 2], [6, 3], [7, 1]],
      [[3, 9], [4, 4], [10, 0], [11, 5]],
      [[2, 8], [1, 12], [3, 3], [9, 6]],
      [[4, 10], [6, 13], [0, 11], [2, 2]]
    ],
    "actions": ["Invertir en nuevas tecnologías emergentes", "Ampliar la base de usuarios mediante campañas de marketing intensivas", "Desarrollar alianzas estratégicas con instituciones financieras tradicionales", "Centrarse en la optimización y eficiencia operativa"],
    "story": "Dos empresas en la industria de tecnología financiera están decidiendo su camino hacia el éxito. Cada empresa tiene cuatro opciones estratégicas para elegir: invertir en nuevas tecnologías emergentes, ampliar la base de usuarios mediante campañas de marketing intensivas, desarrollar alianzas estratégicas con instituciones financieras tradicionales, o centrarse en la optimización y eficiencia operativa. Las empresas toman sus decisiones en un entorno altamente competitivo y dinámico, donde las elecciones no solo dependen de sus propias estrategias sino también de las acciones de sus competidores."
  }
]
